cask "alacritty"
cask "brave-browser"
cask "discord"
cask "qbittorrent"
cask "scribus"
brew "chezmoi"
brew "ripgrep"
brew "zip"
brew "unzip"
brew "p7zip"
brew "ripgrep"
brew "jq"
brew "fzf"
brew "tree"
brew "gnu-which"
brew "gnu-sed"
brew "gawk"
brew "unar"
brew "gnupg"
brew "bat"
brew "rustup"
brew "fd"
brew "git"
brew "lsd"
brew "pwgen"
brew "just"
brew "neovim"
cask "font-jetbrains-mono-nerd-font"
brew "delta"
brew "zoxide"
brew "fish"
brew "pinentry-mac"
brew "yubikey-personalization"
cask "rectangle"
