eamodio.gitlens
# EFanZh.graphviz-preview
# emmanuelbeziat.vscode-great-icons
# Equinusocio.vsc-community-material-theme
# Equinusocio.vsc-material-theme
# equinusocio.vsc-material-theme-icons
# exiasr.hadolint
# golang.Go
# hashicorp.terraform
# joaompinto.vscode-graphviz
# mblode.pretty-formatter
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.python
oderwat.indent-rainbow
# Pivotal.vscode-concourse
# PKief.material-icon-theme
rafamel.subtle-brackets
redhat.vscode-yaml
sidp.strict-whitespace
skyapps.fish-vscode
# thomas-baumgaertner.vcl
# yzane.markdown-pdf
yzhang.markdown-all-in-one
