EFanZh.graphviz-preview
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
PKief.material-icon-theme
bencoleman.armview
eamodio.gitlens
emmanuelbeziat.vscode-great-icons
equinusocio.vsc-material-theme-icons
exiasr.hadolint
golang.Go
hashicorp.terraform
ipedrazas.kubernetes-snippets
joaompinto.vscode-graphviz
mblode.pretty-formatter
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
msazurermtools.azurerm-vscode-tools
oderwat.indent-rainbow
rafamel.subtle-brackets
redhat.vscode-yaml
sidp.strict-whitespace
skyapps.fish-vscode
thomas-baumgaertner.vcl
timonwong.shellcheck
wscats.qf
yzane.markdown-pdf
yzhang.markdown-all-in-one
