tap "argoproj/tap"
tap "cantino/mcfly", "https://github.com/cantino/mcfly"
tap "derailed/k9s"
tap "ffxblue/custom"
tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jmespath/jmespath"
tap "johanhaleby/kubetail"
tap "matthope/taps-versions"
tap "robscott/tap"
tap "versent/taps"
brew "openssl@1.1"
brew "clingo"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bind"
brew "node"
brew "bitwarden-cli"
brew "glib"
brew "coreutils"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "docker-machine-driver-xhyve"
brew "dvorak7min"
brew "fortune"
brew "git"
brew "unbound"
brew "gnutls"
brew "pinentry"
brew "gnupg", link: false
brew "gpg-agent"
brew "libtool"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "helmfile"
brew "ncurses"
brew "htop"
brew "istioctl"
brew "jq"
brew "kubernetes-cli"
brew "kops"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "libusb-compat"
brew "libyaml"
brew "minikube", link: false
brew "nmap"
brew "pinentry-mac"
brew "pkg-config"
brew "pwgen"
brew "python"
brew "terraform"
brew "tree"
brew "watch"
brew "wget"
brew "zlib"
brew "cantino/mcfly/mcfly"
brew "derailed/k9s/k9s"
brew "jmespath/jmespath/jp"
brew "johanhaleby/kubetail/kubetail"
brew "matthope/taps-versions/terraform@0.12.10", link: false
brew "robscott/tap/kube-capacity"
brew "versent/taps/saml2aws"
cask "1password"
cask "atom"
cask "discord"
cask "docker"
cask "fly"
cask "fork"
cask "gimp"
cask "gitahead"
cask "iterm2"
cask "karabiner-elements"
cask "keepassx"
cask "keybase"
cask "lulu"
cask "meld"
cask "minikube"
cask "recordit"
cask "signal"
cask "slack"
cask "spotify"
cask "wireshark"
