tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"

tap "jmespath/jmespath"
tap "versent/taps"
tap "knative/client"
tap "go-task/tap"

# brew "bash-completion@2"
# brew "docker-credential-helper-ecr"
# brew "docker-machine-driver-xhyve"
brew "go-task"
brew "argocd"
brew "aws-iam-authenticator"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bind"
brew "bitwarden-cli"
brew "coreutils"
brew "dockutil"
brew "eksctl"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glab"
brew "gnupg"
brew "go"
brew "graphviz"
brew "gron"
brew "hadolint"
brew "helm"
brew "helmfile"
brew "htop"
brew "jq"
brew "k9s"
brew "kind"
brew "kn"
brew "kubectx"
brew "kubernetes-cli"
brew "kubeseal"
brew "kustomize"
brew "linkerd"
brew "lsd"
brew "mas"
brew "micro"
brew "ncurses"
brew "nmap"
brew "node"
brew "nvim"
brew "openssl@1.1"
brew "pinentry-mac"
brew "pwgen"
brew "python"
brew "skopeo"
brew "sshuttle"
brew "starship"
brew "step"
brew "terraform"
brew "terragrunt"
brew "tree"
brew "watch"
brew "wget"
brew "zoxide"

brew "jmespath/jmespath/jp"
brew "versent/taps/saml2aws"

cask "1password"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
# cask "gimp"
cask "gitkraken"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "karabiner-elements"
cask "meld"
cask "muzzle"
cask "openra"
cask "parallels"
cask "postman"
cask "rectangle"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"

mas "Monosnap", id: 540348655
