tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"

tap "cantino/mcfly", "https://github.com/cantino/mcfly"
tap "ffxblue/custom"
# tap "matthope/taps-versions"
tap "jmespath/jmespath"
tap "mikelorant/custom"
tap "versent/taps"
tap "knative/client"

brew "aws-iam-authenticator"
brew "awscli"
brew "bash-completion@2"
brew "bash"
brew "bat"
brew "bind"
brew "bitwarden-cli"
brew "coreutils"
brew "docker-credential-helper-ecr"
brew "docker-machine-driver-xhyve"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "graphviz"
brew "helm"
brew "helmfile"
brew "htop"
brew "istioctl"
brew "jq"
brew "kind"
brew "kn"
brew "kops"
brew "kubectx"
brew "kubernetes-cli"
brew "kubeseal"
brew "kustomize"
brew "lsd"
brew "mas"
brew "micro"
brew "ncurses"
brew "nmap"
brew "node"
brew "nvim"
brew "openssl@1.1"
brew "pinentry-mac"
brew "pwgen"
brew "python"
brew "skopeo"
brew "starship"
brew "svn"
brew "terraform"
brew "terraformer"
brew "tree"
brew "watch"
brew "wget"
brew "zoxide"

brew "cantino/mcfly/mcfly"
brew "jmespath/jmespath/jp"
# brew "matthope/taps-versions/terraform@0.12.10", link: false
brew "versent/taps/saml2aws"

cask "1password"
cask "big-ip-edge-client"
cask "docker"
cask "fly"
cask "font-jetbrains-mono"
cask "font-jetbrainsmono-nerd-font"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
# cask "lulu"
cask "master-pdf-editor"
cask "meld"
cask "muzzle"
cask "rectangle"
cask "slack"
cask "spotify"
cask "visual-studio-code"

mas "Microsoft Remote Desktop", id: 1295203466
mas "Monosnap", id: 540348655
